Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: nob

source: Go mánná hupmá riikkagiela, de rávesolmmoš ille ipmirda.
nob: Dersom barnet snakker på riksspråket, så forstår den voksne bare så vidt.

source: Go mánná hupmá riikkagiela, de rávesolmmoš árvádallá maid mánná lea dadjan.
nob: Dersom barnet snakker på riksspråket, gjetter den voksne hva barnet har sagt.

source: Sáhttá maid veahá boastut árvidit.
nob: Man kan også gjette litt feil.

source: Go mánná hupmá riikkagiela, de rávesolmmoš dahká sániiguin čielggasin, ahte son vuordá sámegiela.
nob: Dersom barnet snakker på riksspråket, gjør den voksne det klart med ord hva som forventes, på samisk.

source: ” “Dajamat dan sámegillii!
nob: Det kan for eksempel være

source: Reageren geahčastagain
nob: Reagere med blikk

source: Go mánná hupmá riikkagiela, de rávesolmmoš buktá geahčastagain ja mimihkain albmosii, ahte juoga ii leamaš sajis.
nob: Dersom barnet snakker på riksspråket, viser den voksne med blikk eller mimikk at det er noe som ikke er på plass.

source: Rávesolmmoš veahkeha máná sámástišgoahtit nu, ahte álggaha sáni dahje cealkaga álggu sámegillii ja diktá máná joatkit.
nob: Den voksne hjelper barnet å begynne å snakke samisk ved å starte ordet eller begynnelsen på setningen på samisk og lar barnet fortsette.

source: Go mánná hupmá riikagiela, de rávesolmmoš geardduha dan maid mánná dajai sámegillii.
nob: Dersom barnet snakker på riksspråket, gjentar den voksne det som barnet sa på samisk.

source: (Dát vuohki lea jur ovttagielat ja guovttegielat strategiijaid gaskkas, vuohki ii váikkut bures máná giellaválljemii, dat ii stivre máná sámásteami guvlui, iige dat láže dili riikkagillii ságastit)
nob: (Denne metoden ligger mellom enspråklige og tospråklige strategier. Metoden påvirker ikke barnets språkvalg godt, det styrer ikke barnet mot bruk av samisk, og legger heller ikke til rette for samtale på riksspråket.

source: Go mánná hupmá riikkagiela, de rávesolmmoš dušše joatká ságastallama ja vástida sámegillii.
nob: Dersom barnet snakker på riksspråket, fortsetter den voksne bare samtalen og svarer på samisk.

source: (Dáinna vugiin rávesolmmoš čájeha mánnái ahte “mun sámástan ja don fas dárustat ja dat lea juste nu go galgá”.
nob: (Med denne strategien viser den voksne til barnet at jeg snakker på samisk og du på norsk og det er nettopp slik det skal være.

source: Go mánná hupmá riikkagiela de rávesolmmoš maid hilgu sámegiela ja hupmagoahtá riikkagiela son maid.
nob: Dersom barnet snakker på riksspråket, forkaster den voksne også samisk og begynner også å snakke på riksmålet.

source: (Mánná lea de atnán ovttagielat ságastallanstrategiija mas riikkagiella lea máná ulbmilgiella, ja ná lea mánná stivren rávesolbmo geavahit riikkagiela.
nob: (Barnet har brukt enspråklig samtalestrategi der riksspråket er barnets målspråk, og slik har barnet styrt den voksne til å bruke riksspråket.

source: Guovttegielat ságastallanstrategiijat – váikkuhit dasa ahte sihke riikkagiella ja sámegiella leat anus, dahje dasa ahte riikkagiella šaddá ságastallama gulahallangiellan
nob: Tospråklige samtalestrategier – fører til at både riksspråket og samisk er i bruk, eller til at riksspråket blir kommunikasjonsspråket i samtalen

source: Go galgá mánáid giellabirrasa stivret, de lea dehálaš ahte rávesolmmoš lea diđolaš ságastallanstrategiijain ja geahččala atnit in ipmir -strategiija dahje 38 árvádallanstrategiija, ja dáid bokte diđolaččat stivret mánáid giellaválljema.
nob: Dersom man skal styre barnas språkmiljø, er det viktig at den voksne er bevisst på samtalestrategiene og prøver å bruke in ipmir -strategien eller gjettingsstrategien, og bevisst styre barnets språkvalg ved hjelp av disse.

source: Jus rávesolmmoš ii leat diđolaš, de sáhttá diehtemeahttunvuođas atnit guovttegielat strategiijaid, dábálaččat joatkinstrategiija.
nob: Dersom den voksne ikke er bevisst, kan tospråklighetsstrategier, vanligvis fortsettelsesstrategien, brukes i uvitenhet.

source: Dat váikkuha dasa ahte mánná oažžu dieđu ahte lea doarvái buorre jus son atná riikkagiela, vaikko ulbmil leage ahte mánát maid galget sámástit, ja rávesolmmoš geahččala máná produktiiva sámegielatvuođa nannet.
nob: Dette signaliserer til barnet at det er godt nok å bruke riksspråket, selv om målet er at barnet skal snakke samisk, og at den voksne egentlig prøver å styrke barnets produktive samiskspråklighet.

source: Go rávesolmmoš diđolaččat atná ovttagielat ságastallanstrategiijaid, de ferte dahkat dán autoritatiiva vugiin: liekkusvuođa čájehit seammás go geahččala stivret ságastallama giellageavaheami.
nob: Når den voksne bevisst bruker enspråklige samtalestrategier, må de brukes etter den autoritative metoden: man må vise varme samtidig som man prøver å styre språkbruken i samtalen.

source: Rávesolmmoš ii sáhte ovdanbuktit mánnái ahte ii gille mánáin gulahallat go mánná atná riikkagiela, dat lea autoritára vuohki man bokte rávesolmmoš hilgu máná.
nob: Den voksne kan ikke vise barnet at man ikke orker å kommunisere med barnet dersom det bruker riksspråket, det er en autoritær metode som den voksne bruker til å avvise barnet med.

source: Autoritatiiva vugiin rávesolmmoš čájeha mánnái ahte son duođaid dáhttu gulahallat mánáin, seammás go čájeha mánnái ahte dáhttu gulahallat sámegiela bokte.
nob: Med den autoritative metoden viser den voksne at hen virkelig ønsker å kommunisere med barnet, samtidig som hen viser barnet at man ønsker å kommunisere på samisk.

source: Ovttagielat riikkagielat olbmot atnet álo ovttagielat ságastallanstrategiijaid go ságastit sámegielat mánáiguin.
nob: Enspråklig riksspråklige anvender alltid enspråklige samtalestrategier når de snakker med enspråklig samisktalende barn.

source: Sámegielat rávesolmmoš sáhttá dáinna lágiin diđolaččat atnit ságastallanstrategiijaid stivret mánáid giellaválljema, vai mánát sámástit eaige ane riikkagiela gulahallamii.
nob: Samisktalende voksne kan på denne måten bevisst anvende samtalestrategier til å styre barnas språkvalg, slik at barna snakker samisk og ikke bruker riksspråket for å kommunisere.

source: Nu go mii leat ovddabealde namuhan, giellabirrasa stivremis lea guovddážis dat, ahte mánnájoavkkus leat doarvái bargiresurssat - ja kánske bargiid lassin vel eará sámegielat doarjjaolbmot.
nob: Som vi tidligere har nevnt, er det sentrale i styringen av språkmiljøet at det i barnegruppa er nok personalressurser – 28 og kanskje også i tillegg til de ansatte, også andre samisktalende støttepersoner.

source: Dan lea hui dehálaš váldit vuhtii sámegielat fálaldaga plánedettiin ja lágidettiin.
nob: Det er det veldig viktig å ta hensyn til når det samiskspråklige tilbudet planlegges og tilrettelegges.

source: 10 Gievrras giellamodeallaid bargojoavkku barggu čoahkkáigeassu
nob: 6 Sammendrag av arbeidet til gruppa for sterke språkmodeller

source: SáMOS-prošeavtta gievrras giellamodeallaid bargojoavku lea guorahallan dan, movt mánáide ja nuoraide Sámis sáhttá ja galgá fállat mánáidgárde- ja skuvladoaimmaid gievrras giellamodeallaid bokte.
nob: SáMOS-prosjektets arbeidsgruppe for sterke språkmodeller har undersøkt hvordan man kan og skal tilrettelegge barnehage- og skoletilbud etter sterke språkmodeller for barn og unge i Sápmi.

source: Gievrras giellamodeallat leat Sámis vealtameahttumat, go mánáidgárde- ja skuvlafálaldagaid ulbmilin lea, ahte mánát sámástit produktiivvalaččat ja ohppet maiddái čállit sámegillii.
nob: Sterke språkmodeller er uomtvistelige i Sápmi dersom målet med barnehage- og skoletilbudene er at barna skal snakke samisk produktivt og lære seg å skrive på samisk.

source: Vuosttaš oassi guorahallamis lea lohkanláhkái dokumeanttas “Gievrras giellamodeallat I: duogáš ja definišuvnnat”.
nob: Første del av undersøkelsen kan man lese i dokumentet “Sterke språkmodeller I: bakgrunn og definisjoner”.

source: Das mii leat ovdanbuktán giellamodeallaid gielladutkiid Colin Baker ja Jon Todal bargguid vuođul, ja evttohan movt daid modeallaid sáhttá ain ovdánahttit ja heivehit sámiid diliide.
nob: Der har vi lagt fram språkmodeller på grunnlag av arbeidene til språkforskerne Colin Baker og Jon Todal, og foreslått hvordan man kan videreutvikle og tilpasse disse modellene til samiske forhold.

source: Dokumeanttas bohtet ovdan modeallaid namahusat: oamastanmodealla ja nannenmodealla , mat leat gievrras modeallat, ja goaikkanasmodealla , mii lea geahnohis modealla.
nob: I dokumentet brukes betegnelsene tilegnelsesmodellen og befestningsmodellen , om sterke modeller, og dryppmodellen , om en svak modell.

source: Tabeallahámis leat čájehuvvon iešguđet modeallaide váikkuheaddji fáktorat: geasa dat leat oaivvilduvvon, mii lea daid mihttu, movt modealla ollašuvvá ja mii lea vuorddehahtti boađus.
nob: De forskjellige modellenes bestemmende faktorer er presentert i tabellform: modellens målgruppe og mål, realisering av modellen og forventet resultat.

source: Bargojoavkku barggu vuođđu lea leamaš dat, ahte sámemánáid- ja nuoraid giellafálaldagaid 39 mihttun ferte leat produktiivvalaš sámegielatvuohta : dakkár gielladilli, ahte mánáin lea njuovžilis sámegiella, sii geavahit giela spontánalaččat iešguđet diliin sihke oahppama ja gulahallama reaidun, ja máhttet áiggi mielde maiddái čállit sámegiela.
nob: Grunnlaget for arbeidsgruppas arbeid har vært at målet for tilbudene til samiske barn og unge må være produktiv samiskspråklighet : en slik språksituasjon der barna har et flytende samisk språk, de bruker samisk spontant som redskap i forskjellige situasjoner både for læring og kommunikasjon, og kan etter hvert også skrive på samisk.

source: Dasa lea vejolaš ollet dušše gievrras giellamodeallaid bokte.
nob: Dette er det bare mulig å oppnå ved hjelp av sterke språkmodeller.

source: Dokumeanttas mii leat deattuhan ahte gievrras giellamodeallaid ollašuhttima dáfus hui dehálaččat leat diđolaš giellageavadat nappo gielladiđolaš plánen ja bargovuogit, mas oassin lea fálaldaga bohtosiid jeavddalaš árvvoštallan ja fálaldagaid organisatoralaš bealit dego bistu, nappo joatkevašvuohta .
nob: I dokumentet har vi understreket at i realiseringen av sterke språkmodeller står bevisste språkpraksiser sentralt , noe som innebærer språkbevisste arbeidsmåter og planlegging. I dette inngår jevnlig evaluering av det språklige utbyttet av tilbudene og tilbudenes organisatoriske sider, som varighet og kontinuitet .

source: Dálá sámegielat fálaldagain dat fáktorat eai dávjá ollašuva.
nob: I dagens samiskspråklige tilbud oppnås ofte ikke disse faktorene.

source: Mii oaidnit ahte dat lea stuorra sivva dasa, ahte sámi mánáidgárddiid ja sámeoahpahusa gielalaš bohtosat eai eisige álo leat dan dásis go sámeservodat dárbbašivččii ja vuorddášii.
nob: Vi ser at dette er en stor grunn til at de språklige resultatene fra barnehagene og samiskundervisningen slettes ikke alltid er på det nivået som det samiske samfunnet har behov for og forventer.

source: Dán nuppi bargodokumeanttas bargojoavku lea guorahallan gievrras giellamodeallaid dárbbu ja ollašuhttima vuđolaččabut ja praktihkalaččat.
nob: I det andre dokumentet har arbeidsgruppa undersøkt behovet for og realiseringen av sterke språkmodeller grundig og praktisk.

source: Duogášoasis leat govvejuvvon sámemánáid dálá gielladilit ja gielalaš dárbbut: manne lea nu dehálaš giddet fuomášumi sámi mánáidgárddiid ja sámeoahpahusa modeallaide ja bargovugiide.
nob: Som bakgrunn for undersøkelsen har vi beskrevet samiske barns nåværende språksituasjon og språklige behov: hvorfor er det så viktig å vie oppmerksomhet til modellene for samiskundervisningen og arbeidsmåtene i samiske barnehager.

source: Logus “Gievrras giellamodeallaid organisatoralaš bealit” mii leat guorahallan fáktoriid, mat gusket giellafálaldaga lágideapmái, organisatoralaš beliide.
nob: I kapitlet “Organisatoriske sider ved sterke språkmodeller” har vi undersøkt faktorer som berører tilrettelegging av språktilbudet, de organisatoriske sidene.

source: Hui dehálaš lea eaiggátrolla dahjege doaimmaid lágideaddji ollislaš ovddasvástádus.
nob: Det helhetlige ansvaret til eier eller tilbyder av samiske språktilbud er meget viktig.

source: Mii deattuhit dan, ahte sámegielat mánáidgárde- ja skuvladoaimmat galget plánejuvvot, koordinerejuvvot ja árvvoštallojuvvot institušuvnnalaš ja struktuvrralaš dásis .
nob: Vi understreker at de samiskspråklige barnehage- og skoletilbudene skal planlegges, koordineres og evalueres på institusjonelt og strukturelt nivå .

source: Ollislaš ovddasvástádus ii galgga leahkit ovttaskas bargis iige váhnemis, dat galgá leahkit eaiggádis.
nob: Helhetlig ansvar skal ikke ligge på den enkelte ansatte eller forelder, det skal ligge på eieren.

source: Organisatoralaš áššin ovdanbuktojuvvojit maiddái giellafálaldagaid namahusat ja dat, movt iešguđet giellamodeallat leat kontinuma, man juohke muttus fálaldaga sáhttá gievrudahttit.
nob: Under de organisatoriske sidene presenterer vi også forskjellige betegnelser på språktilbud og hvordan de forskjellige språkmodellene danner et kontinuum, der det er mulig å forsterke tilbudet på ethvert tidspunkt.

source: Dán dokumeantta njealját logus čilgejuvvojit dat prinsihpat, maid vuođul sámegielat mánáidgárde- ja skuvladoaimmaid ferte ollašuhttit.
nob: I det fjerde kapitlet forklares prinsippene som må ligge til grunn i gjennomføringen av samiskspråklige barnehage- og skoletilbud.

source: Manne lea nu dehálaš ahte biras ja giellaválljen lea ovttagielat, sámegielat?
nob: Hvorfor er det så viktig at miljøet og språkvalget er enspråklig samisk?

source: Movt dasa lea vejolaš ollet mánáiguin ja nuoraiguin?
nob: Hvordan er det mulig å oppnå dette med barn og unge?

source: Manne doaimmaid galgá árvvoštallat ja maid das galgá váldit vuhtii?
nob: Hvorfor må man evaluere tilbudene og hva skal man ta hensyn til der?

source: Mii deattuhit ovttagielatvuođa dárbbu: sámemánáide ja -nuoraide ferte fállat nu ovttagielat, sámegielat birrasa go vejolaš, rávesolbmot fertejit leat giellaválljemiin hui systemáhtalaččat , ja olles sámegielat fálaldaga vealtameahttun eaktu lea giellabirrasa stivren .
nob: Vi understreker behovet for enspråklighet: samiske barn og unge må få tilbud om så enspråklige, samiskspråklige miljø som mulig, de voksne må være meget systematiske i språkvalgene , og en nødvendig forutsetning for det samiske språktilbudet er styring av språkmiljøet .

source: Min váldočuoččuhus lea dat, ahte mánáid produktiivvalaš sámegiela dáidu eaktuda ovttagielat, sámegielat birrasa .
nob: Vår hovedpåstand er at barnas produktive samiskferdighet forutsetter et enspråklig, samiskspråklig miljø .

source: Ovttagielatvuođa huksen máŋggagielat servošis fas eaktuda diđolašvuođa ja návccaid, go riikkagielaid deaddu lea nu garas ja go das ferte dihtoláhkái bargat máŋggagielat servošiid dábálaš, árgabeaivválaš giellageavadiid ja norpmaid vuostá.
nob: Å tilrettelegge for enspråklighet i et flerspråklig samfunn krever bevissthet og ressurser, siden presset fra riksspråkene er så sterkt og fordi man da må motarbeide hverdagslige språkpraksiser og normer som er vanlige i flerspråklige samfunn.

source: Dokumeantta viđat logus leat eambbo praktihkalaš ávžžuhusat dahje evttohusat gievrras giellamodeallaid, dahjege nannen- ja oamastanmodeallaid ollašuhttima várás.
nob: I dokumentets femte kapittel er det flere praktiske anbefalinger eller forslag til sterke språkmodeller, eller også for gjennomføring av befestnings- og tilegnelsesmodellene.

source: Mii guorahallat dan, movt soaitá leat dárbbašlaš sirret mánáid iešguđet 40 joavkkuide sin gielladuogáža mielde .
nob: Vi ser på hvordan det kan være nødvendig å differensiere barna i forskjellige grupper utfra deres språkbakgrunn .

source: Dat lea gažaldat, masa laktásit ollu organisatoralaš ja praktihkalaš bealit ja sensitiivvalašvuohta.
nob: Dette er et spørsmål som det knytter seg mange organisatoriske og praktiske sider og sensitivitet ved.

source: Mii maiddái guorahallat sierra vuolleloguin dan, movt galgá álggahit barggu mánáiguin oamastanjoavkkus ja nannenjoavkkus.
nob: I underpunktene ser vi også på hvordan man igangsetter arbeidet med barn fra tilegnelsesgruppa og befestningsgruppa.

source: Loahpas guorahallojuvvojit ságastallanstrategiijat, mat gusket goappáge jovkui.
nob: Til slutt undersøker vi samtalestrategier som berører begge gruppene.

source: Váldofuomášupmi ságastallanstrategiijaid olis lea dat, ahte mánáid ja nuoraid giellaválljema lea vejolaš ja dárbbašlaš stivret, muhto dat ii leat álki, ja dat gáibida gielladiđolaš strategiijaid .
nob: Hovedsaken ved samtalestrategiene er at det er mulig og nødvendig å styre språkvalget til barn og unge, men det er ikke lett, og det krever språkbevisste strategier .

source: Daid heiveheamis, dego earáge gievrras giellamodeallaid ollašuhttimii laktáseaddji beliin, lea vealtameahttun doarjut mánáidgárde- ja skuvlabargiid.
nob: I tilpasning av disse, slik som ved gjennomføring av de andre sidene som knytter seg til de sterke språkmodellene, er støtte av barnehage- og skoleansatte uomtvistelig.

source: Sidjiide ferte fállat jeavddalaš skuvlejumi ja ságastallanarenaid, ja sidjiide ferte láhčit dakkár bargodiliid, main sii nagodit buoremus lági mielde sirdit ja nannet sámegielaid.
nob: Disse må tilbys jevnlig opplæring og samtalearenaer, og det må tilrettelegges slike arbeidsforhold for dem, at de på best mulig måte klarer å overføre og styrke språkene.

source: Mis Sámis lea dán áiggi eambbo diehtu giellaoččodeami ja -sirdima birra go goassige ovdal.
nob: I Sápmi vet vi i dag mer om språktilegning og -overføring enn noen gang før.

source: Danne mis leat buoret vejolašvuođat lihkostuvvat sámegielaid nannemis ja ealáskahttimis go ovddit buolvvain.
nob: Derfor har vi bedre muligheter til å lykkes med å styrke og vitalisere de samiske språkene enn det de forrige generasjonene hadde.

source: Birra máilmmi lea čájehuvvon ahte vaikko áitatvuloš eamiálbmot- ja unnitlogugielaid sirdin mánáid produktiivvalaš giellan lea gáibideaddji, dat lea goitge vejolaš jus bargá gievrras giellamodeallaiguin.
nob: Rundt i verden er det dokumentert at selv om det er krevende å overføre truede urfolks- og minoritetsspråk til å bli produktive språk for barna, er det likevel mulig dersom man jobber etter sterke språkmodeller.

source: Gievrras giellamodeallaid bokte mii bajásgeassit boahttevaš sámegielat sohkabuolvvaid.
nob: Ved hjelp av sterke språkmodeller oppdrar vi kommende samiskspråklige generasjoner.

source: Cuoŋománus 2022
nob: April 2022

source: SáMOS - prošeavtta gievrras giellamodeallaid bargojoavku
nob: Arbeidsgruppen for sterke språkmodeller – SáMOS-prosjektet
